[ {"disId" : 0, "disName" : "대상포진", "sideEffect": "대상포진 예방접종 후 발적, 통증, 부종과 같은 국소반응이 가장 흔하게 나타납니다."},
{"disId" : 1, "disName" : "로타바이러스", "sideEffect": "로타바이러스 예방접종 후 발열, 설사, 구토, 혈변 등이 있을 수 있으나 대부분 경미하며, 매우 드물게 장중첩증이 발생할 수 있습니다."},
{"disId" : 2, "disName" : "A형간염", "sideEffect": " A형간염 예방접종 후에 생길 수 있는 이상반응은 실제로 드뭅니다. 이상반응 중 가장 흔한 것은 접종 부위의 통증, 발적, 부종, 전신 권태감, 피로, 미열 등이 있습니다."},
{"disId" : 3, "disName" : "수막구균", "sideEffect": "수막구균 예방접종 후에 생길 수 있는 국소 이상반응에는 접종부위 발적, 부종, 동통이 있으며, 전신 이상반응으로 미열, 무기력 등이 나타날 수 있습니다.
※청소년 및 성인에서 백신 접종 후 통증 또는 심한 긴장으로 인해 일시적으로 실신하는 경우가 있을 수 있으나, 이는 다른 예방접종 후에도 발생할 수 있으며 충분히 예방 가능합니다.  발생 시 넘어지면서 다칠 수 있으므로, 예방접종 후 20~30분 간 접종기관에 앉아있거나 누워있도록 합니다."},
{"disId" : 4, "disName" : "사람유두종바이러스", "sideEffect": " 사람유두종바이러스 예방접종 후 접종부위 통증, 부어오름, 발적, 두드러기 등의 국소반응 또는 발열, 메스꺼움, 근육통 등의 전신반응이 나타날 수 있지만 대부분 가볍고 수일 내에 회복됩니다.
※청소년에서 백신 접종 후 통증 또는 심한 긴장으로 인해 일시적으로 정신을 잃고 넘어질 수 있지만, 이는 다른 예방접종 후에도 발생할 수 있는 상황으로 충분히 예방 가능합니다.  접종 시 등받이가 있는 의자에 앉거나 누워서 접종 받고, 예방접종 후 20~30분간 의료기관에 앉아 있거나 누워서 경과를 관찰합니다."},
{"disId" : 5, "disName" : "인플루엔자", "sideEffect": " 인플루엔자 예방접종 후에 생길 수 있는 이상반응은 실제로 드뭅니다. 접종부위 국소 이상반응으로 발적, 통증, 경결 등이 발생할 수 있으며, 전신 이상반응으로 발열, 근육통, 관절통, 두통 등이 있습니다."},
{"disId" : 6, "disName" : "장티푸스", "sideEffect": " 장티푸스 예방접종 후에 생길 수 있는 이상반응은 실제로 드뭅니다. 불활성화 백신의 경우 접종부위 홍반, 통증, 경결, 발열 등이 있으며, 성인에 비해 소아에서 증상이 경미합니다. 경구용 생백신의 경우 복부팽만, 식욕부진, 소화불량 등이 나타날 수 있으며, 설사, 구역, 구토, 피부발진 등이 있습니다."},
{"disId" : 7, "disName" : "Td(파상풍, 디프테리아)" , "sideEffect": " DTaP 예방접종 후에 생길 수 있는 이상반응은 실제로 드뭅니다. 이상반응 중 가장 흔한 것은 접종 부위가 빨갛게 변하고 붓고, 통증, 어지러움, 식욕부진, 구토, 미열이 나타날 수 있습니다. 접종 부위의 국소 이상반응은 4차, 5차 접종 때 심하게 발생하는 경향이 있습니다. 고열, 경기, 아나필락시스 반응, 경련 등의 심각한 부작용이 드물게 발생하기도 합니다."},
{"disId" : 8, "disName" : "폐렴구균", "sideEffect": " 폐렴구균 백신은 접종 후 심한 알레르기 반응과 같은 이상반응을 일으킬 수도 있지만 매우 드물고, 대부분의 이상반응은 경미하며 수일 후 호전되는 일시적인 반응입니다. 이상반응 중 가장 흔한 것은 접종부위 부어오름, 발적, 통증 등의 국소 이상반응이며 발열, 근육통 등 전신 이상반응이 있을 수 있습니다."},
{"disId" : 9, "disName" : "수두", "sideEffect": " 수두 예방접종 후에 생길 수 있는 이상반응은 실제로 드뭅니다. 이상반응 중 가장 흔한 것은 접종부위의 통증, 발적이나 부어오름 등이며, 전신 이상반응으로 발열, 수두 유사 발진이 발생할 수 있습니다."},
{"disId" : 10, "disName" : "Tdap(파상풍, 디프테리아, 백일해)" , "sideEffect": " DTaP 예방접종 후에 생길 수 있는 이상반응은 실제로 드뭅니다. 이상반응 중 가장 흔한 것은 접종 부위가 빨갛게 변하고 붓고, 통증, 어지러움, 식욕부진, 구토, 미열이 나타날 수 있습니다. 접종 부위의 국소 이상반응은 4차, 5차 접종 때 심하게 발생하는 경향이 있습니다. 고열, 경기, 아나필락시스 반응, 경련 등의 심각한 부작용이 드물게 발생하기도 합니다."},
{"disId" : 11, "disName" : "신증후군출혈열", "sideEffect": " 신증후군출혈열 예방접종 후에 생길 수 있는 이상반응은 대개 경미하며, 일상생활에 지장을 줄 정도는 아닌 것으로 보고되고 있습니다. 국소 이상반응으로 접종 후 가려움증, 색소침착, 발적, 통증, 부종 등이 있으며, 전신 이상반응으로 발열, 권태감, 구역질 등이 있습니다."} ]
